Repository: lzee100/SongProjector
Catalog: SongProjector/SongProjector/*.lproj/Localizable.strings
Languages: nl

# Environments-development
source: Development
nl: Ontwikkel

# Environments-production
source: Production
nl: Productie

# Generic-from
source: from
nl: van

# Generic-to
source: to
nl: tot

# Generic-vandaag
source: today
nl: Vandaag

# Generic-morgen
source: tomorow
nl: Morgen

# Generic-errorGeneratingDataForImage
source: Unable to generate data from image
nl: Kon geen data genereren van de foto

# Generic-loginError
source: Something went wrong when login
nl: Er ging iets mis met inloggen

# Actions-cancel
source: Cancel
nl: Annuleer

# Actions-close
source: Close
nl: Sluit

# Actions-done
source: Done
nl: Klaar

# Actions-delete
source: Delete
nl: Verwijder

# Actions-new
source: New
nl: Nieuw

# Actions-add
source: Add
nl: Voeg toe

# Actions-next
source: Next
nl: Volgende

# Actions-save
source: Save
nl: Sla op

# Actions-edit
source: Edit
nl: Wijzig

# Actions-continue
source: Continue
nl: Doorgaan

# Actions-send
source: Send
nl: Verstuur

# Actions-selectImage
source: Select image
nl: Selecteer afbeelding

# Actions-import
source: Import
nl: Importeer

# Actions-uploading
source: Uploading...
nl: Uploaden...

# Actions-restore
source: Restore
nl: Herstel

# Actions-generateSongService
source: Generate song service
nl: Genereer zangdienst

# Actions-share
source: Share
nl: Deel

# Actions-change
source: Change
nl: Verander

# Intro-introHalloTitle
source: Hello
nl: Hallo

# Intro-introHalloContent
source: Welcome to Churchbeam. This app supports the entire song service in your church.
nl: Welkom bij Churchbeam. Deze app ondersteund de gehele voordienst in jouw kerk.

# Intro-featureIntro
source: For %@ per month you get unlimited access to:
nl: Voor %@ per maand krijg je onbeperkt toegang tot:

# Intro-featuresSong1
source: unlimited songs
nl: Onbeperkt aantal liedjes

# Intro-featuresSong2
source: save themes and tags
nl: thema's en tags opslaan

# Intro-featuresSong3
source: Automatic generation of slides for bible verses
nl: Automatische generatie van dia's voor bijbelteksten

# Intro-featuresSong4
source: Auto-generating song services
nl: Automatisch genererende diensten

# Intro-featuresSong5
source: Automatically download songs with lyrics and music
nl: Automatisch downloaden van liedjes met tekst en muziek

# Intro-featuresSong6
source: Instruments individually mixable
nl: Instrumenten individueel mengbaar

# Intro-featuresSong7
source: Google agenda integration
nl: Google agenda integratie

# Intro-featuresBeam1
source: unlimited songs
nl: Onbeperkt aantal liedjes

# Intro-featuresBeam2
source: save themes and tags
nl: thema's en tags opslaan

# Intro-featuresBeam3
source: Automatic generation of slides for bible verses
nl: Automatische generatie van dia's voor bijbelteksten

# Intro-featuresBeam4
source: Auto-generating song services
nl: Automatisch genererende diensten

# Intro-featuresBeam5
source: Google agenda integration
nl: Google agenda integratie

# Intro-cancelMonthly
source: (Monthly terminable)
nl: (Maandelijks opzegbaar)

# Intro-subscribe
source: Subscribe
nl: Abonneer

# Intro-googleSignIn
source: Sign-in
nl: Login

# Intro-googleSignInDescription
source: You can log in with your google account. Did you already create an account at Churchbeam?
nl: Bij deze app kan je inloggen met je google account. Heb je al een account aangemaakt bij Churchbeam?

# Intro-newAccountOnGoogleAccount
source: Click on the button below to create a new account based on your Google account.
nl: Klik op onderstaande knop om een nieuw account aan te maken op basis van je Google account.

# Intro-loginWithChurchGoogle
source: Churchbeam could use your Google calendar to automatically display your church activities before or after the service starts. For that reason, it is useful to log in with your church's Google account (or to create it at Google first). You can also log in with your Apple account, in which case you still have to log in separately with your Google account to retrieve your church activities from your Google calendar.
nl: Churchbeam zou gebruik kunnen maken van je Google agenda om jouw kerkactiviteiten automatisch te tonen voordat of nadat de dienst begint. Om die reden is het handig om in te loggen met het Google account van je kerk (of die eerst aan te maken bij Google). Je kan ook inloggen met je Apple account, in dat geval moet je nog apart inloggen met je Google account om je kerk activiteiten op te halen uit je Google agenda.

# Intro-calendarIdExplain
source: Enter your Google calendar ID below. ChurchBeam can then automatically show your church activities in a slider.
nl: Voer hieronder je Google agenda id in. ChurchBeam kan dan automatisch je kerkactiviteiten tonen in een slider.

# Intro-calendarIdFindId
source: Where do I find this?
nl: Abonneer

# Intro-thisIsYourAdminCode
source: This is your admin code. Keep it safe. This is for accessing your admin account when you want to install the app again.
nl: Dit is jouw Admin code. Bewaar deze goed. Deze is voor het toegang krijgen van je admin account wanneer je de app opnieuw wil gaan installeren.

# Intro-adminEnterCode
source: If you want to log in as admin, enter your admin code below. Otherwise click %@
nl: Wil je inloggen als admin, voer dan je admin code hieronder in. Anders klik op %@

# Intro-adminCodeWrong
source: The code entered is not correct.
nl: De ingevoerde code is niet juist.

# Intro-couldNotFindUser
source: Could not find a user. Reinstall the app and try again.
nl: Kon geen gebruiker vinden. Installeer de app opnieuw en probeer het nogmaals.

# Intro-seeExample
source: (See example below).
nl: (Zie voorbeeld hieronder).

# Intro-explainCalendarId
source: To automatically display your church activities, this app wants to connect to your calendar. This requires a calendar ID. To find it you have to go through the following steps. To see your calendar, visit calendar.google.com in a web browser. Log in with your church gmail account first. On the left you will find your agendas. %@
nl: Om je kerkactiviteiten automatisch weer te geven wil deze app verbinding maken met jouw agenda. Daarvoor is een agenda id nodig. Om deze te vinden moet je de volgende stappen doorlopen. Ga in een webbrowser naar calendar.google.com om je agenda te zien. Log eventueel eerst in met je kerk gmail account. Aan de linkerkant vind je jouw agenda's. %@

# Intro-hoverForDots
source: Hold the mouse over the calendar you want to share so that an option (3 dots) icon appears on the right. Click on this. %@
nl: Hou de muis op de agenda die je wilt delen zodat er een optie (3 stippeltjes) icoontje aan de rechterkant verschijnt. Klik hierop. %@

# Intro-goToSettingsAndSharing
source: Then click Settings and Sharing. %@
nl: Klik daarna op Instellingen en Delen. %@

# Intro-goToIntegrate
source: In the menu on the left click on Integrate Calendar. %@
nl: In het menu aan de linker kant klik op Agenda integreren. %@

# Intro-topShowsCalendarId
source: At the top of this article is your Calendar-ID. %@
nl: Bovenaan dit artikel staat jouw Agenda-ID. %@

# Intro-titleFindCalendarId
source: Find Calendar-ID
nl: Vind Agenda-ID

# Intro-errorLoginApple
source: Something went wrong logging in with Apple: %@
nl: Er ging iets mis bij het inloggen met Apple: %@

# SongService-title
source: Song service
nl: Zangdienst

# SongService-titleTableClusters
source: Songs
nl: Liedjes

# SongService-titleTableSheets
source: Sheets
nl: Dia's

# SongService-warnCannotPlay
source: It seems that another user started the song service with this account. Two song services cannot be active at the same time. You can start the song service from the admin account.
nl: Het lijkt erop dat een andere gebruiker de zangdienst gestart is met dit account. Er kunnen geen twee zangdiensten tegelijk actief zijn. Je kan de zangdienst eventueel starten vanaf het admin account.

# SongService-startNew
source: Start a new song service
nl: Begin een nieuwe zangdienst

# NewSongService-title
source: New song service
nl: Nieuwe zangdienst

# NewSongService-selectedSongsDescription
source: Below are the selected songs for the song service
nl: Hieronder staan de geselecteerde liedjes voor de zangdienst

# NewSongService-songsDescription
source: Search and select the songs for the song service below
nl: Zoek en selecteer hieronder de liedjes voor de zangdienst

# NewSongService-noSelectedSongs
source: No songs selected
nl: Geen liedjes geselecteerd

# NewSongService-notEnoughSongsForTagSection
source: Not enough songs in this category.
nl: Niet genoeg liedjes in deze categorie.

# NewSongService-notEnoughSongsForTagSectionAlertBody
source: There are not enough songs for each category. Create songs for the category that currently has no songs. Click %@ to exit without selected songs or %@ to stay here.
nl: Er zijn niet genoeg liedjes voor elke categorie. Maak liedjes aan voor de categorie die nu geen liedjes heeft. Klik op %@ om af te sluiten zonder gekozen liedjes of op %@ om hier te blijven.

# NewSongService-shareSongServiceText
source: Song service %@
nl: Zangdienst %@

# NewSongService-morning
source: morning
nl: morgen

# NewSongService-evening
source: evening
nl: avond

# NewSongService-popupGenerateSongServiceTitle
source: Generate (song) service automatically
nl: Genereer (zang)dienst automatisch

# NewSongService-popupGenerateSongServiceDescription
source: You can automatically generate your (song) service by shaking your phone on this screen. For this you first have to create a service structure. This works as follows: First create labels. To do this, go to the "More" tab and create labels. Labels are used to label collection (song service numbers and more). Go to "Song Service Settings" under the "More" tab. Create your service structure. Here you set which sections your service consists of, such as quick songs, worship songs, collection songs or songs at a call or end of the service, prayer requests or Bible texts with the sermon, etc. In other words, everything you want to have slides with. One or more labels then fall under these sections. You can tag your songs so that they will automatically be placed in this section. So a collection has labels and labels fall under a section of your service. After you have determined the order you need to label the collections (song service songs) under the "Collections" tab. Give your collections one or more labels and when you shake your mobile on this screen the app makes a (song) service with your sections and automatically takes the songs that belong to the labels of the relevant section. Try it now !
nl: Genereer (zang)dienst automatisch

# NewSongService-dontShowAgain
source: Don't show again
nl: Toon niet meer

# NewSongService-showMeLater
source: Show later
nl: Toon later

# NewSongService-swipeToDeleteHint
source: Delete by swiping left
nl: Verwijder door naar links te swipen

# NewSongService-shakeToGenerate
source: Shake your device to generate a service
nl: Schud je iPhone om een zangdienst te genereren

# NewSongService-shareOptionsTitle
source: What would you like to share?
nl: Wat wil je van de zangdienst delen

# NewSongService-shareOptionTitles
source: Only the titles
nl: Alleen de titels

# NewSongService-shareOptionTitlesWithSections
source: Only the sections and titles
nl: Alleen de secties en titels

# NewSongService-shareOptionLyrics
source: Titles and text
nl: Titels en tekst

# NewSongService-shareOptionLyricsWithSections
source: Sections, titles and text
nl: Secties, titels en tekst

# NewSongService-shareSingFrom
source: Singing starts at:
nl: Zingen vanaf:

# Songs-title
source: Collections
nl: Collecties

# Songs-description
source: Search all songs or collections
nl: Doorzoek hier alle liedjes of collecties

# Songs-SearchSongPlaceholder
source: Search collections
nl: Zoek collecties

# Songs-NewTag
source: New
nl: Nieuw

# Songs-deleteTitle
source: Delete %@
nl: Verwijder %@

# Songs-deleteBody
source: Are you sure you want to delete %@? You can get deleted items back under the tab "Deleted items".
nl: Weet je zeker dat je %@ wilt verwijderen? Verwijderde items kan je eventueel weer terug terug krijgen onder het tabje "Verwijderde items".

# Songs-deleteMusicTitle
source: Delete music
nl: Verwijder muziek

# Songs-deleteMusicBody
source: Are you sure you want to delete the music from %@? You can get deleted music back by clicking the download button of this song.
nl: Weet je zeker dat je de muziek van %@ wilt verwijderen? Verwijderde muziek kan je eventueel weer terug terug krijgen door op de downloadknop te klikken van dit liedje.

# Songs-errorNoUserFound
source: Your identity could not be confirmed. Log in again under settings.
nl: Je identiteit kon niet worden bevestigd. Log opnieuw in onder instellingen.

# Songs-errorDeletingLocalMusic
source: Unable to delete the data: %@
nl: De data kon niet worden verwijderd: %@

# Songs-errorDeletingSongRemotely
source: Something went wrong with deleting '%@' %@
nl: Er ging iets mis bij het verwijderen van '%@' %@

# NewSong-title
source: New song
nl: Nieuw lied

# NewSong-songTitle
source: Title
nl: Titel

# NewSong-headerTheme
source: Select the theme here
nl: Selecteer hier het thema

# NewSong-headerLyrics
source: Enter text for the song here
nl: Voer hier de tekst van het liedje in

# NewSong-noTitleForSheet
source: No title found
nl: Geen titel gevonden

# NewSong-sheet
source: Sheet
nl: Dia

# NewSong-searchThemePlaceHolder
source: Search theme
nl: Zoek thema

# NewSong-errorTitleNoTheme
source: Error
nl: Fout

# NewSong-erorrMessageNoTheme
source: Select a theme
nl: Selecteer een thema

# NewSong-errorNoTitle
source: Title can not be empty
nl: De titel mag niet leeg zijn

# NewSong-segmentTitleText
source: Text
nl: Tekst

# NewSong-segmentTitleSheets
source: Sheets
nl: Dia's

# NewSong-generateSheetsButton
source: Generate sheets
nl: Genereer dia's

# NewSong-titlePlaceholder
source: Enter a title here
nl: Voer hier een titel in

# NewSong-addSheet
source: Add sheet
nl: Voeg dia toe

# NewSong-changeLyrics
source: Change song service
nl: Wijzig zangtekst

# NewSong-newLyrics
source: New song service
nl: Nieuwe zangtekst

# NewSong-changeTitleTime
source: Change title & length of time
nl: Wijzig titel & tijdsduur

# NewSong-timeExplained
source: These are the number of seconds between each slide. When you make a selection, the next slide will be played automatically every x seconds. If the last slide has been played, the first slide will be played again (endless loop).
nl: Het aantal seconden dat de volgende dia automatisch wordt afgespeeld. Gaat automatisch naar van de laatste dia naar de eerste (eindeloze loop).

# NewSong-tagsExplained
source: The tags for this collection. When you create a song service, you can indicate which tags belong in which section so that the song service generator can automatically generate a song service.
nl: De tags voor deze collectie. Wanneer je een zangdienst aanmaakt, dan kan je aangeven welke tags in welke sectie horen zodat de zangdienst generator automatisch een zangdienst kan genereren.

# Lyrics-titleBibleTextChange
source: Change scriptures
nl: Voer bijbelteksten in

# Lyrics-titleBibleText
source: Enter scriptures
nl: Wijzig bijbelteksten

# Lyrics-titleLyrics
source: Enter text
nl: Voer tekst in

# Lyrics-placeholderBibleText
source: Genesis 1:1-2 In the beginning God created the heavens and the earth. 2The earth was without form, and void; and darkness was on the face of the deep. And the Spirit of God was hovering over the face of the waters. John 3:16 For God so loved the world that He gave His only begotten Son, that whoever believes in Him should not perish but have everlasting life.
nl: Genesis 1:1-16 In het begin maakte God de hemelen en de aarde. 2De aarde was woest en leeg en over de watermassa lag een diepe duisternis. Maar de Geest van God zweefde boven de watermassa. Johannes 3:16 Want God heeft zoveel liefde voor de wereld dat Hij zijn enige Zoon heeft gegeven, zodat ieder die in Hem gelooft, niet verloren gaat maar eeuwig leven heeft.

# Lyrics-placeholderLyrics
source: Follow this format: Song title Sheet text Sheet text Sheet text Sheet text Next sheet text Sheet text Sheet text Sheet text
nl: Schrijf of plak hier de tekst van het liedje

# Themes-title
source: Themes
nl: Thema's

# Themes-searchBarPlaceholderText
source: Search themes
nl: Zoek thema's

# Themes-deleteThemeError
source: Something went wrong with deleting the theme: %@
nl: Er ging iets mis in het verwijderen van het thema: %@

# Tags-placeholder
source: Search tags
nl: Zoek tags

# Tags-newTag
source: New tag
nl: Nieuwe tag

# Tags-name
source: Name
nl: Naam

# Tags-deletedClusters
source: Deleted items
nl: Verwijderde items

# Tags-errorEmptyTitle
source: Title can not be empty
nl: De titel mag niet leeg zijn

# Tags-editTag
source: Change tag
nl: Wijzig tag

# CustomSheets-title
source: Change sheets
nl: Wijzig dia's

# CustomSheets-namePlaceHolder
source: Enter title (for searching)
nl: Voer titel in (voor zoeken)

# CustomSheets-errorTitle
source: Error
nl: Fout

# CustomSheets-errorNoName
source: No title entered
nl: Geen titel ingevoerd

# CustomSheets-segmentInput
source: Input
nl: Invoeren

# CustomSheets-segmentCheck
source: Check
nl: Controle

# CustomSheets-segmentSheets
source: Sheets
nl: Dia's

# CustomSheets-segmentChange
source: Change
nl: Aanpassen

# CustomSheets-descriptionName
source: Group name
nl: Groepnaam

# CustomSheets-descriptionTime
source: Play sheets every x seconds
nl: Dia's afspelen om de x seconden

# CustomSheets-descriptionTimeAdd
source: 0: don't play automatically
nl: 0: is niet automatisch afspelen

# CustomSheets-tableViewHeaderGeneral
source: General
nl: Algemeen

# CustomSheets-tableViewHeaderSheets
source: Sheets
nl: Dia's

# CustomSheets-titleMenu
source: Adding sheets
nl: Dia's toevoegen

# CustomSheets-errorSelectTheme
source: Select a theme
nl: Selecteer een thema

# CustomSheets-errorChangeSheetGenerator
source: Do you want to change the type of sheet generator and lose the current sheets / text?
nl: Wil je de huidige dia generator type wijzigen en hierdoor de dia's / tekst kwijt raken?

# CustomSheets-errorLoseOtherSheets
source: You have other sheets between the bible texts. These are lost when you modify the bible texts and have them regenerated
nl: Je hebt andere sheets tussen de bijbelteksten staan. Deze gaan verloren wanneer je de bijbelteksten aanpast en opnieuw laat genereren

# CustomSheets-universalSongEditErrorTitle
source: Couldn't edit text
nl: Kon tekst niet aanpassen

# CustomSheets-universalSongEditErrorMessage
source: This track has music and has a playback time with each slide. Adjusting the NUMBER of slides causes the times to be incorrect. Correct or cancel the changes
nl: Dit liedje heeft muziek en heeft een weergave tijdsduur bij elke dia. Het aanpassen van het AANTAL dia's zorgt ervoor dat de tijden niet meer kloppen. Corrigeer of annuleer de wijzigingen.

# CustomSheets-Edit-title
source: Create new sheet
nl: Maak nieuwe dia

# CustomSheets-Edit-titleChange
source: Change sheet
nl: Wijig dia

# SongServiceManagement-title
source: Church service scheme
nl: Zangdienst schema

# SongServiceManagement-numberOfSections
source: Number of sections
nl: Aantal secties

# SongServiceManagement-section
source: Section
nl: Sectie

# SongServiceManagement-nameSection
source: Name section
nl: Naam sectie

# SongServiceManagement-addTags
source: Add tags
nl: Voeg tags toe

# SongServiceManagement-name
source: Name
nl: Naam

# SongServiceManagement-numberOfSongs
source: Number of songs:
nl: Aantal liedjes:

# SongServiceManagement-titleNewSongServiceSchema
source: Songservice scheme
nl: Nieuwe zangdienst schema

# SongServiceManagement-titleEditSongServiceSchema
source: Songservice schema
nl: Wijzig zangdienst schema

# SongServiceManagement-addSection
source: Add section
nl: Voeg sectie toe

# SongServiceManagement-errorAddASection
source: Add a section to the song service
nl: Voeg een sectie toe aan het schema

# SongServiceManagement-errorInSections
source: Please add a title and at least one tag in the following sections: %$
nl: Voeg een titel en ten minste 1 tag toe aan de volgende secties: %$

# SongServiceManagement-errorInSection
source: Please add a title and at least one tag in this section: %$
nl: Voeg een titel en ten minste 1 tag toe aan deze sectie: %$

# Settings-title
source: Settings
nl: Instellingen

# Settings-descriptionGoogleSub
source: Login to retrieve activities
nl: Login om activiteiten op te halen

# Settings-descriptionCalendarId
source: Google calendar ID
nl: Google agenda ID

# Settings-descriptionInstructions
source: Manual
nl: Handleiding

# Settings-instructions
source: To implement Google calendar activities in the app it is necessary to go through the following steps: First, the ID of the calendar is needed. You can find a manual for this on Google by searching for 'Finding Your Google Calendar ID'. The ID must then be entered before the activities of that agenda can be retrieved. Then go to https://console.developers.google.com/apis/api/calendar/overview. Login with the account for which you also want to show the activities in the app. Go to Dashboard and then click on 'Enable APIs and Services'. Search for "Google Calendar API". Click that and then click Enable. It may take a few minutes for the calendar to be available to the app.
nl: Voor het implementeren van Google agenda activiteiten in de app is het nodig om de volgende stappen te doorlopen: Ten eerste is de ID van de agenda nodig. Een handleiding hiervoor kan je vinden op Google door te zoeken op 'Finding Your Google Calendar ID'. De ID moet vervolgens ingevuld worden voordat de activiteiten van die agenda opgehaald kunnen worden. Ga vervolgens naar https://console.developers.google.com/apis/api/calendar/overview. Login met het account waarvoor je ook de activiteiten in de app wilt tonen. Ga naar Dashboard en klik vervolgens op 'Api's en services inschakelen'. Zoek naar "Google Calendar API". Klik daarop en klik daarna op Inschakelen. Het kan een aantal minuten duren voordat de agenda beschikbaar is voor de app.

# Settings-errorTitleGoogleAuth
source: Error at authentication
nl: Fout in authenticatie

# Settings-googleSignOutButton
source: Log-out
nl: Uitloggen

# Settings-sheetTimeOffsetError
source: The entered value cannot be used.
nl: De ingevoerde waarde kan niet gebruikt worden.

# Settings-sheetTimeOffset
source: Correction of the time when the sheets move.
nl: Correctie van de tijd waarop de sheets verplaatsen.

# Settings-sheetTimeOffsetPlaceholder
source: Seconds like 0.34 of 2
nl: Seconden als 0.34 of 2

# Settings-sectionSongServiceSettings
source: Song service settings
nl: Zangdienst instellingen

# Settings-sectionCalendarId
source: Google calendar ID
nl: Google agenda ID

# Settings-calendarIdPlaceHolder
source: Google calendar id
nl: Google agenda id

# Settings-appversion
source: Version:
nl: Versie:

# Settings-sectionAppSettings
source: App settings
nl: App instellingen

# Settings-resetMutes
source: Reset saved mutes for instruments
nl: Reset opgeslagen mutes voor instrument

# EditTheme-title
source: Edit theme
nl: Wijzig thema

# NewTheme-title
source: New theme
nl: Nieuw thema

# NewTheme-descriptionTitle
source: Name theme
nl: Naam thema

# NewTheme-descriptionTitlePlaceholder
source: Name
nl: Naam

# NewTheme-descriptionAsTheme
source: As theme
nl: Gelijk aan thema

# NewTheme-descriptionTitleBackgroundColor
source: Background color
nl: Achtergrond kleur

# NewTheme-pageDescription
source: Add new theme
nl: Voeg een nieuw thema toe

# NewTheme-descriptionBackgroundColor
source: Background color
nl: Kleur achtergrond

# NewTheme-descriptionHasEmptySheet
source: Show empty sheet
nl: Toon lege dia
