Repository: lzee100/SongProjector
Catalog: SongProjector/SongProjector/*.lproj/Localizable.strings
Languages: nl

# NewTheme-descriptionHasEmptySheetDetail
source: At the end or beginning of a song, show an empty slide with the theme background
nl: Aan het einde of begin van een lied een lege dia tonen met ingestelde achtergrond

# NewTheme-descriptionAllTitle
source: Title on every page
nl: Titel op elke dia

# NewTheme-descriptionPositionEmptySheet
source: Show empty slide at the beginning (off is show at the end)
nl: Toon lege dia aan begin (uit is aan het einde tonen)

# NewTheme-descriptionLastBeamerResolution
source: Last know beamer resolution:
nl: Laast bekende beamer resolutie:

# NewTheme-descriptionBackgroundTransparency
source: Transparancy background
nl: Transparantie achtergrond

# NewTheme-descriptionDisplayTime
source: Show time
nl: Weergave tijd

# NewTheme-descriptionDarkBlurTitleBackground
source: Blur background
nl: Blur achtergrond

# NewTheme-descriptionAlignment
source: Alignment
nl: Uitlijning

# NewTheme-errorTitle
source: Error
nl: Fout

# NewTheme-errorMessage
source: Name new theme cannot be empty
nl: Naam nieuwe thema mag niet leeg zijn

# NewTheme-alignLeft
source: Left
nl: Links

# NewTheme-alignCenter
source: Centered
nl: Midden

# NewTheme-alignRight
source: Right
nl: Rechts

# NewTheme-sampleLyrics
source: In the beginning God created the heavens and the earth. 2The earth was without form, and void; and darkness was on the face of the deep. And the Spirit of God was hovering over the face of the waters.
nl: In het begin maakte God de hemelen en de aarde. 2De aarde was woest en leeg en over de watermassa lag een diepe duisternis. Maar de Geest van God zweefde boven de watermassa.

# NewTheme-sectionGeneral
source: General
nl: Algemeen

# NewTheme-sectionInput
source: Input
nl: Invoer

# NewTheme-sectionTitle
source: Title
nl: Titel

# NewTheme-sectionLyrics
source: Lyrics
nl: Inhoud

# NewTheme-sectionBackground
source: Background
nl: Achtergrond

# NewTheme-fontFamilyDescription
source: Font family
nl: Lettertype

# NewTheme-fontSizeDescription
source: Font size
nl: Grootte lettertype

# NewTheme-borderSizeDescription
source: Border size
nl: Dikte rand

# NewTheme-borderColor
source: Border color
nl: Kleur rand

# NewTheme-textColor
source: Text color
nl: Kleur lettertype

# NewTheme-underlined
source: Underlined
nl: Onderstreept

# NewTheme-bold
source: Bold
nl: Vet

# NewTheme-italic
source: Italic
nl: Cursief

# NewTheme-backgroundImage
source: Background image
nl: Achtergrond afbeelding

# NewTheme-buttonBackgroundImagePick
source: Choose image
nl: Kies afbeelding

# NewTheme-buttonBackgroundImageChange
source: Change image
nl: Wijzig afbeelding

# Sheet-emptySheetTitle
source: Empty sheet
nl: Lege dia

# SheetsMenu-sectionSongs
source: Songs
nl: Liedjes

# SheetsMenu-sectionOther
source: Other sheets
nl: Andere dia's

# SheetsMenu-sectionBibleStudy
source: Bible study
nl: Bijbelstudie

# SheetsMenu-lyrics
source: Lyrics
nl: Tekst liedje

# SheetsMenu-sheetTitleText
source: Sheet with title and text
nl: Dia titel met tekst

# SheetsMenu-sheetTitleImage
source: Sheet with title and image
nl: Dia: titel met foto

# SheetsMenu-sheetPastors
source: Sheet prayer
nl: Dia gebed personen

# SheetsMenu-sheetSplit
source: Sheet canon (split)
nl: Dia 2 segmenten

# SheetsMenu-sheetEmpty
source: Empty sheet
nl: Lege dia

# SheetsMenu-bibleStudyGen
source: Bible study sheet generator
nl: Bijbelstudie dia generator

# SheetsMenu-sheetActivity
source: Google activity sheet
nl: Google activiteiten dia

# SheetPickerMenu-pickSong
source: New song
nl: Nieuw lied

# SheetPickerMenu-pickCustom
source: Custom sheets
nl: Aangepaste dia's

# SheetPickerMenu-whichSheet
source: Which sheet would you like to create?
nl: Welke type dia(s) wil je aanmaken?

# More-title
source: More
nl: Meer

# Google-title
source: Google calendar
nl: Google agenda

# BibleStudy-title
source: Bible study
nl: Bijbelstudie

# NewSheetTitleImage-contentTitle
source: Content
nl: Aanvullende tekst

# NewSheetTitleImage-title
source: Image options
nl: Foto opties

# NewSheetTitleImage-descriptionTitle
source: Title
nl: Titel

# NewSheetTitleImage-descriptionTextLeft
source: Text left
nl: Tekst links

# NewSheetTitleImage-descriptionTextRight
source: Text right
nl: Tekst rechts

# NewSheetTitleImage-descriptionContent
source: Text
nl: Tekst

# NewSheetTitleImage-descriptionImage
source: Image
nl: Foto

# NewSheetTitleImage-descriptionImageHasBorder
source: Image has border
nl: Foto heeft rand

# NewSheetTitleImage-descriptionImageBorderSize
source: Border size
nl: Dikte rand

# NewSheetTitleImage-descriptionImageBorderColor
source: Border color
nl: Kleur rand

# NewSheetTitleImage-descriptionImageContentMode
source: Image position
nl: Positionering foto

# NewSheetTitleImage-placeholderContent
source: Text
nl: tekst

# NewPastorsSheet-photoDescription
source: Choose a square photo where the faces are in the middle.
nl: Kies een vierkante foto waarbij de gezichten in het midden zijn.

# ActivitySheet-titleThisWeek
source: This week
nl: Deze week

# ActivitySheet-titleNextWeek
source: Upcoming week
nl: Komende week

# ActivitySheet-titleUpcomingTime
source: Upcoming time
nl: Komende tijd

# ActivitySheet-descriptionNoActivities
source: No activities scheduled
nl: Geen activiteiten gepland

# ActivitySheet-previewDescription
source: Activity description from google calendar
nl: Activiteitomschrijving uit de google agenda

# ActivitySheet-dayActivity
source: Entire day
nl: Hele dag

# Import-title
source: Import bible
nl: Importeer bijbel

# Import-description
source: Add the bible test you want to import below
nl: Voeg hieronder de bijbeltest toe die je wilt importeren

# UploadUniversalSong-previewButtonTitle
source: Preview
nl: Voorbeeld

# UploadUniversalSong-title
source: Upload universal song
nl: Upload universal liedje

# UploadUniversalSong-selecteerSheet
source: Create/edit sheets
nl: Creeer/bewerk dia's

# UploadUniversalSong-showPreview
source: Show preview
nl: Toon preview

# UploadUniversalSong-noSheets
source: (No sheets yet)
nl: (Nog geen sheets)

# UploadUniversalSong-titlePlaceholder
source: Not for song service song
nl: Niet voor zangdienst liedje

# UploadUniversalSong-noThemeWarning
source: No theme available. Create a theme first.
nl: Geen thema beschikbaar. Maak eerst een theme aan.

# UploadUniversalSong-new
source: New
nl: Nieuw

# UploadUniversalSong-selectChurch
source: Select a church
nl: Selecteer kerk

# UploadUniversalSong-startTime
source: Start time
nl: Start tijd

# UploadUniversalSong-defaultTheme
source: Basic theme
nl: Basis thema

# UploadUniversalSong-shareSheetTimes
source: Share sheet times
nl: Deel sheettijden

# AboutController-title
source: Contact info
nl: Contactinformatie

# AboutController-sectionAbout
source: About the developer
nl: Over de ontwikkelaar

# AboutController-infoText
source: Hey, my name is Leo van der Zee. For a number of years I developed this app next to my job. My vision is to improve the services of small churches so that they can: - experience a greater degree of worship so that there will be a magnification of the work of God in the heart. - better match the expectations visitors have of today - increasing the involvement of the church - giving the pastor more space to engage with people Hopefully the app will help you and the church further.
nl: Hey, mijn naam is Leo van der Zee. Voor een aantal jaren heb ik naast mijn baan deze app ontwikkeld. Mijn visie is om de diensten van kleine kerken te verbeteren zodat zij: - grotere mate van aanbidding kunnen ervaren zodat er een vergroting van het werk van God in het hart zal plaatsvinden. - een betere aansluiting bij de verwachtingen die bezoekers hebben van vandaag de dag - een vergroting van de betrokkenheid van de kerk krijgen - meer ruimte voor de voorganger krijgt zodat hij met mensen bezig kan zijn Hopelijk helpt de app jou en de kerk verder.

# AboutController-sectionStartContact
source: Contact me
nl: Neem contact op

# AboutController-contactInfo
source: If you have any questions or problems, please feel free to contact us.
nl: Mocht je vragen of problemen hebben, neem dan gerust contact op.

# AboutController-contact
source: Contact me
nl: Contact

# AboutController-errorNoMail
source: No email account was found. For iOS, set up an email account under settings.
nl: Je hebt geen mail account op je telefoon ingesteld. Stel een mail account in onder settings.

# SingInGoogleController-title
source: Sign-in calendar
nl: Inloggen Agenda

# SingInGoogleController-infoText
source: To retrieve the activities from your church calendar, you need to log in to Google calendar. Click below to sign in (again) at Google.
nl: Om de activiteiten op te halen uit je kerk agenda is het nodig om in te loggen bij Google agenda. Klik hieronder om (opnieuw) in te loggen bij Google.

# RequesterErrors-errorParsing
source: Something went wrong when parsing the data: %@
nl: Er ging iets mis met het verwerken van de data: %@

# RequesterErrors-failedSavingImageLocallyBeforeSubmit
source: Could not save media to device for %@: %@
nl: Kon media niet op apparaat opslaan voor %@: %@

# RequesterErrors-failedDownloadingMedia
source: Could not download media for %@: %@
nl: Kon media niet downloaden voor %@: %@

# RequesterErrors-failedUploadingMedia
source: Could not upload media for %@: %@
nl: Kon media niet uploaden voor %@: %@

# RequesterErrors-wrongMethodForSubmitting
source: Incorrect method for submitting request for %@
nl: Onjuiste methode voor indienen van request voor %@

# RequesterErrors-unAuthorizedNoUser
source: Not authorized to do this. Couldn't find a user for %@
nl: Niet geauthoriseerd om dit te doen. Kon geen gebruiker vinden voor %@

# RequesterErrors-allreadyHasAnUser
source: Error: There is already a user for %@
nl: Fout: er is al een gebruiker voor %@

# RequesterErrors-hasNoThemeForUniversalCluster
source: No theme found for universal song for %@
nl: Er is geen thema gevonden voor universeel liedje voor %@

# RequesterErrors-hasNoChurchForUniversalCluster
source: No church found for universal song for %@
nl: Er is geen kerk gevonden voor universeel liedje voor %@

# RequesterErrors-failedFetchingSavingCoreData
source: Error while saving data for %@, error: %@
nl: Fout in opslaan data voor %@, error: %@

# RequesterErrors-failedDecoding
source: Error while decoding data: %@
nl: Fout in decoden data: %@

# RequesterErrors-failedEncoding
source: Error while encoding data: %@
nl: Fout in encoden data: %@

# RequesterErrors-errorOnFireBase
source: Error at Google cloud for %@, error: %@
nl: Fout op google cloud voor %@, error: %@

# RequesterErrors-errorSavingTempImage
source: Error in saving image locally before sending; %@, error: %@
nl: Fout in het lokaal opslaan van image voor versturen; %@, error: %@

# RequesterErrors-notConnectedToNetwork
source: No connection to the internet
nl: Geen verbinding met internet

# RequesterErrors-unknown
source: Unknown error for %@, error: %@
nl: Onbekende fout voor %@, error: %@

# IAPErrors-paymentNotAllowed
source: You are not authorized to make payments
nl: Je hebt geen toestemming om betalingen te doen

# IAPErrors-busyPurchasing
source: There is already a transaction in progress.
nl: Er is al een transactie gaande.

# IAPErrors-unableToReadReceipt
source: Could not read transaction: %@
nl: Kon transactie niet lezen: %@

# IAPErrors-unableToGetReceipt
source: Could not retrieve transaction: %@
nl: Kon transactie niet ophalen: %@

# IAPErrors-unableToPurchage
source: Error processing your purchase: %@
nl: Fout in het verwerken van je aanschaf: %@

# IAPErrors-unableToReachStore
source: Error in app store data: %@
nl: Fout in de data van de appstore: %@
